{
    "dataBandMembers" : [
        {
            "bandMemberName": "Anett",
            "bandMemberImage": "../img/members/anett.jpg",
            "bandMemberTextEn": "Anett is the voice of Leecher. She also writes almost all of the vocal parts in the songs, as well as a large part of the lyrics. She also uses her diplomacy skills to handle most of the external communication.",
            "bandMemberTextHu": "Anett a Leecher hangja. Ezen kívül ő írja az éneket és a szövegek jelentős részét. Diplomáciai készségét a zenekar külső kommunikációjának kezelésében hasznosítja."
        },
        {
            "bandMemberName": "Ági",
            "bandMemberImage": "../img/members/agi.jpg",
            "bandMemberTextEn": "Ági contributes to the band's sound with her elegant and deadly 5-string cello. Also her hypnotic voice is difficult to resist while on the phone.",
            "bandMemberTextHu": "Ági elegáns és halálos öthúros csellójával járul hozzá a Leecher hangzásához. Ezen kívül ellenállhatatlan a hangja a telefonban."
        },
        {
            "bandMemberName": "Kutor",
            "bandMemberImage": "../img/members/kutor.jpg",
            "bandMemberTextEn": "Kutor's weapon of choice is the fearsome black cello, armed with double bass strings. He is also responsible for most of the visuals you see, as well as some songwriting and much of the lyrics.",
            "bandMemberTextHu": "Kutor fegyvere a nagybőgőhúrokkal felszerelt félelmetes fekete cselló. Ezen kívül a legtöbb dolog, amit látsz a zenekarral kapcsolatban, az ő keze alól került ki, csakúgy, mint néhány dal és sok dalszöveg."
        },
        {
            "bandMemberName": "Dave",
            "bandMemberImage": "../img/members/dave.jpg",
            "bandMemberTextEn": "Dave likes to hit things. He loves it very much. Because of that, he decided to become a drummer. He gives life to the copy-paste style drum parts the songwriters pour over half-finished songs and also helps the band by holding the key to the fabled Treasury.",
            "bandMemberTextHu": "Dave nagyon szeret dolgokat ütni. Ezért (is) lett dobos. Ő tölti meg élettel a copy-paste dobszólamokat, amit a többiek a dalokra dobálnak, amikor írják azokat. Ezen felül a legendás Kincstár kulcsát is ő őrzi."
        },
        {
            "bandMemberName": "Barabás",
            "bandMemberImage": "../img/members/barabas.jpg",
            "bandMemberTextEn": "Baru is the newest addition to Leecher's ranks, taking over the heavy riffs as well as supporting the solos when needed.",
            "bandMemberTextHu": "Barabás a Leecher legújabb tagja, aki éppúgy felelős a riffekért, mint a szólók támogatásáért."
        },
        {
            "bandMemberName": "Ábel",
            "bandMemberImage": "../img/members/abel.jpg",
            "bandMemberTextEn": "Abel is highly unlikely to be seen on stage, since he is living in the US. Still, he contributes to the band by writing most of the songs you hear, as well as doing the orchestral arrangements and various stuff. He also plays on the albums.",
            "bandMemberTextHu": "Ábelt valószínűleg nem fogod a színpadon látni, mivel az USA-ban él. Viszont nagyon is hozzájárul a Leecher sikeréhez dalszerzéssel, nagyzenekari hangszerelésekkel és technikai tudásával, valamint a lemezen is játszik."
        }
    ]
}